Repository: alexanderaleskin/telegram_django_bot
Catalog: telegram_django_bot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Export Selected
ru: Экспортировать выбранное

source: User
ru: Пользователь

source: Timezone
ru: Часовой пояс

source: Language
ru: Язык

source: Text
ru: Текст

source: Image
ru: Фото

source: Document
ru: Документ

source: Audio
ru: Аудио

source: Video
ru: Видео

source: GIF/animation
ru: Гифка/анимация

source: Voice
ru: Голосовое сообщение

source: Sticker
ru: Стикер

source: Location
ru: Локация

source: Media Group
ru: Группа медиафайлов

source: Telegram is only accepted letters, numbers and signs - _
ru: Телеграм принимает только буквы, цифры и знаки - _

source: Bot command that can call this menu block
ru: Команда бота, по которой можно вызвать этот блок меню

source: This block will be shown if there is no catching callback
ru: Этот блок будет показан, если нет нужного коллбека

source: Whether to display this menu block to users (can be hidden and not deleted for convenience)
ru: Отображать ли этот блок меню пользователям (можно скрыть и не удалять для удобства)

source: List of regular expressions (so far only an explicit list) for callbacks that call this menu block
ru: Список регулярных выражений (пока только явный список) для коллбеков, которые вызывают это блок меню

source: Text message
ru: Текстовое сообщение

source: InlineKeyboardMarkup buttons structure (double list of dict), where each button(dict) has next format: {"text": "text", "url": "google.com"} or {"text":"text", "callback_data": "data"})
ru: Описыват InlineKeyboardMarkup структура кнопок (двойной вложенный список), где каждая кнопка это словарь формата: {"text": "text", "url": "google.com"} или {"text":"text", "callback_data": "data"})

source: File attachment to the message
ru: Медиа файл сообщения

source: File code in telegram (must be deleted when replacing file)
ru: Файл приложение к сообщению

source: The text which should be translate
ru: Код файла в телеграмме (удалить при замене файла)

source: Default_text Translation
ru: Перевод Default_text

source: the minimum period in which there can be 1 notification for a user of this type
ru: минимальный период, в который может быть 1 уведомление для пользователя данного типа

source: the more topics will be executed first
ru: чем больше тем в первую очередь будут выполняться

source: which trigger message to show
ru: какое сообщение по тригеру показывать

source: The %(viewset_name)s %(model_id)s is successfully deleted.
ru: %(viewset_name)s %(model_id)s успешно удален(а).

source: Are you sure you want to delete %(viewset_name)s %(model_id)s?
ru: Вы уверены, что хотите удалить %(viewset_name)s %(model_id)s?

source: 🗑 Yes, delete
ru: 🗑 Да, удалить

source: Please, fill the field %(label)s
ru: Укажите значение для поля %(label)s

source: The %(viewset_name)s is created!
ru: %(viewset_name)s успешно создан(а)!

source: While adding %(label)s the next errors were occurred: %(errors)s
ru: При добавлении поля %(label)s возникли ошибки: %(errors)s

source: Please, write the value for field %(label)s
ru: Напишите значение для поля %(label)s

source: The %(viewset_name)s %(model_id)s has not been found 😱 Please try again from the beginning.
ru: %(viewset_name)s %(model_id)s не найден(а) 😱 Попробуйте все сначала.

source: Leave blank
ru: Оставить пустым

source: Sorry, you do not have permissions to this action.
ru: У вас нет прав для выполения этого действия

source: The field has been updated!
ru: Поле успешно обновлено!

source: 🔙 Back
ru: 🔙 Назад

source: 🔙 Return to list
ru: 🔙 Назад к списку

source: There is nothing to show.
ru: Пока тут пусто.

source: ❌ Delete #%(model_id)s
ru: ❌ Удалить #%(model_id)s

source: Write the value
ru: Указать значение

source: Next
ru: Далее

source: ⬅️ Go back
ru: ⬅️ Назад

source: By %(filter_title)s
ru: По %(filter_title)s

source: Oops! It seems that an error has occurred, please write to support (contact in bio)!
ru: Упс! Кажется, произошла ошибка, обратитесь в поддержку (контакт в описании)!
